Repository: webian/dmailsubscribe
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# label.gender
source: Title
de: Anrede

# label.gender.male
source: Mr.
de: Herr

# label.gender.female
source: Mrs.
de: Frau

# label.lastName
source: Last name
de: Nachname

# label.firstName
source: First name
de: Vorname

# label.company
source: Company
de: Firma

# label.categories
source: Categories
de: Kategorien

# label.subscribe
source: Subscribe
de: Anmelden

# label.unsubscribe
source: Unsubscribe
de: Abmelden

# message.subscribe.success
source: You have been subscribed to the newsletter. A confirmation email has been sent.
de: Sie wurden zu unserem Newsletter hinzugefügt. Es wurde ein Bestätigungsmail versendet.

# message.confirm.confirmation_code_invalid
source: The provided confirmation code is invalid.
de: Der angegebene Code ist ungültig.

# message.confirm.subscription_not_found
source: This subscription could not be found or is already confirmed.
de: Die Anmeldung kann nicht gefunden werden oder ist schon bestätigt worden.

# message.confirm.success
source: Your subscription has been confirmed.
de: Ihre Anmeldung ist bestätigt worden.

# message.unsubscribe.confirmation_code_invalid
source: The provided confirmation code is invalid.
de: Der angegebene Code ist ungültig.

# message.unsubscribe.subscription_not_found
source: This subscription could not be found.
de: Die angegebene E-Mail Adresse kann nicht gefunden werden.

# message.unsubscribe.success
source: You have been successfully unsubscribed from our newsletter.
de: Sie wurden erfolgreich aus unserem Newsletterverteiler gelöscht.

# email.greeting
source: Success
de: Guten Tag

# email.confirm_link_help
source: You have been subscribed to our newsletter. Please click the following link to confirm your subscription
de: Sie wurden zu unserem Newsletter hinzugefügt. Bitte bestätigen Sie Ihre Anmeldung

# email.confirm_link_text
source: subscription
de: Anmeldung bestätigen

# email.unsubscribe_link_help
source: To unscubscribe from our newsletter click the following link
de: Um sich von unserem Newletter abzumelden, klick Sie den folgenden Link

# email.unsubscribe_link_text
source: Unsubscribe
de: Abmelden
